/*  update */
"CityInfoViewUpdateTimeLabel1" = "更新";

/* No comment provided by engineer. */
"Fri" = "五";

/* Humidity */
"HumidityViewTitle" = "湿度";

/* Please turn on your Locations Service. */
"LCErrMsg1" = "请打开定位服务。";

/* Sorry, temporarily unable to locate your position. */
"LCErrMsg2" = "抱歉，暂时无法定位到你的位置。";

/* Sorry, temporarily unable to get your position information. */
"LCErrMsg3" = "抱歉，暂时无法获取你的位置信息。";

/* Failed to locate */
"LCErrTitle1" = "定位失败。";

/* Long Press To Update */
"LPBTitle" = "长按以刷新";

/* Min/Max Temp */
"MMTempTitle" = "最大/最小温度";

/* No comment provided by engineer. */
"Mon" = "一";

/* Please try later. */
"NetWorkFMsg1" = "请稍后重试。";

/* Network Unreachable */
"NetWorkFTitle1" = "网络连接失败。";

/* No comment provided by engineer. */
"Sat" = "六";

/* Sunrize/Sunset */
"SSSRViewTitle" = "日出/日落";

/* No comment provided by engineer. */
"Sun" = "日";

/* delete */
"SWCellLeftButtonItem1" = "删除";

/* Release To Reflesh */
"SWViewTitle" = "下拉以刷新";

/* Temperature */
"TemperatureViewTitle" = "温度";

/* No comment provided by engineer. */
"Thur" = "四";

/* No comment provided by engineer. */
"Tues" = "二";

/* Failed */
"UpdateFailedLabel" = "失败";

/* Updating . . . */
"UpdatingLabel" = "更新中 . . .";

/* Weather */
"WeatherIconVTitle" = "天气";

/* No comment provided by engineer. */
"Wed" = "三";

/* Wind Speed */
"WindSpeedTitle" = "风速";

/* Canncel */
"WVVCSharecanncelButton1" = "取消";

/* Go Prase */
"WVVCShareGoPraseButton1" = "去粘贴";

/* Current weather share haven been generated. Please prase to APP what your wanted. */
"WVVCShareMsg1" = "当前天气分享已生成！";

/* Current weather share haven been generated. */
"WVVCShareTitle1" = "当前天气分享已生成，请手动粘贴到需要分享的通讯应用中。";

